---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.ImportFailures
source: html/adffdbfa-b918-4734-1644-bccefef6cb59.htm
---
# BuiltInFailures.ImportFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.